{
    "birth": {
        "year": 1929,
        "description": "Frank Gehry was born in a working-class Jewish neighborhood of Toronto, Canada, in 1929. He remembered vividly watching carp swimming in the bathtub while his grandmother prepared to make gefilte fish in the kitchen. The fish form would later became a constant theme in his work."
    },
    "death": {
        "year": null,
        "description": ""
    },
    "pritzker": {
        "year": 1989,
        "description": ""
    },
    "education": {
        "start": 1947,
        "end": 1954,
        "name": "University of Southern California",
        "description": ""
    },
    "primeProject": {
        "name": "Disney Concert Hall",
        "events": [
            {
                "year": 1987,
                "eventName": "Desney Concert Hall Project initiation",
                "description": "Desney Concert Hall project was initiated in 1987. Gehry won the design competition, and completed the design in 1991."
            },
            {
                "year": 1991,
                "eventName": "Gehry completed the design",
                "description": ""
            },
            {
                "year": 1992,
                "eventName": "Underground garage construction",
                "description": "The underground parking garage construction began in 1992 and completed in 1996. It costed $110 million and drained the funding."
            },
            {
                "year": 1994,
                "eventName": "Concert Hall Construction stalled",
                "description": "The construction of concert hall stalled from 1994 to 1996, due to lack of fundraising"
            },
            {
                "year": 1999,
                "eventName": "Concert Hall construction broke ground",
                "description": "In the years when the construction stalled, like Utzon, Gehry was almost forced out of the project. Thanks to donors from the Disney family who stood up for him, Gehry was able to remain on the project, and ultimately achieved the vision he had for the concert hall."
            },
            {
                "year": 2003,
                "eventName": "Construction completed",
                "description": "Upon completion, the project costed around $275 million; the parking garage alone costed $110 million."
            }
        ]
    },
    "secondaryProject": {
        "name": "Bilbao Guggenheim Museum",
        "events": [
            {
                "year": 1991,
                "eventName": "Bilbao Guggenheim project initiation",
                "description": "Guggenheim Foundation selected Gehry to be the architect."
            },
            {
                "year": 1993,
                "eventName": "Project broke ground",
                "description": "Learned his lesson from the Disney Concert Hall project, Gehry carefully evalutated the stakeholders' expectations before he proposed the design."
            },
            {
                "year": 1997,
                "eventName": "Project completion",
                "description": "Bilbao Guggenheim Museum was completed early on schedule and slightly under budget. This project established Frank Gehry as <b>the</b> artchitect who can deliver an audacious design on time and on budget. The design and construction costed about $100 million, and in its first three years the museum generated €500 million in economic activity. "
            }
        ]
    },
    "otherEvents": [
        {
            "year": 1962,
            "description": "Gehry established his own firm."
        },
        {
            "year": 1947,
            "description": "Gehry's family migrated to California from Toronto in 1947. He got a job driving a delivery truck and studied at LA City College. He has been handy and imaginative since childhood, but he didn&rsquo; settle in architecture until he tried various classes."
        },
        {
            "year": 1954,
            "description": "Gehry graduated from University of Southern California with a Bacherlor of Architecture degree, but he didn't immediately start working as an architect, and instead he took on numerous other jobs, including serving in the army."
        },
        {
            "year": 1956,
            "description": "Gehry went to Harvard Graduate School of Design to study city planning, but left the program before completion."
        },
        {
            "year": 1977,
            "description": "Gehry and his wife Berta bought a bungalow in LA, originally built in 1920. At the time Gehry was working largely on generic developments, squeezing any concessions he could out of clients in attempts to create something of architectural value."
        },
        {
            "year": 1978,
            "description": "Berta encouraged Gehry to fully exercise his creative ideas, and he did. The original front door became part of the living room, the kitchen was paved in black top, stud walls were left exposed. The effect was to obscure the boundaries between inside and out, rejecting typical suburban smugness in favor of a more loosely defined version of urban disarray. (<a href='https://www.latimes.com/archives/la-xpm-1998-oct-25-tm-35829-story.html' target='_blank'>LA Times</a>)"
        }
    ]
}