{
    "birth": {
        "year": 1918,
        "description": "Jørn Utzon was born in Copenhagen, Denmark. While in secondary school, he began helping his father, director of a shipyard, and a brilliant naval architect, by studying new designs, drawing up plans and making models. He thought he might train to be a naval architect like his father."
    },
    "death": {
        "year": 2008,
        "description": "Utzon passed away. He was survived by his wife, children and grandchildren. Both his sons, Jan and Kim, are trained architects and his daughter, Lin is a designer, muralist and artist."
    },
    "pritzker": {
        "year": 2003,
        "description": ""
    },
    "education": {
        "start": 1937,
        "end": 1942,
        "name": "Royal Danish Academy of Fine Arts",
        "description": "However, one of his father’s cousins, Einar Utzon-Frank, was a sculptor and professor at the Royal Academy of Fine Arts. Under his influence, Utzon took an interest in sculpting, and after secondary school, he won admission to the Royal Academy of Fine Arts in Copenhagen."
    },
    "primeProject": {
        "name": "Sydney Opera House",
        "events": [
            {
                "year": 1957,
                "eventName": "Utzon won design prize",
                "description": ""
            },
            {
                "year": 1959,
                "eventName": "Construction begins",
                "description": ""
            },
            {
                "year": 1962,
                "eventName": "The spherical solution",
                "description": ""
            },
            {
                "year": 1966,
                "eventName": "Utzon left Austrilia",
                "description": ""
            },
            {
                "year": 1973,
                "eventName": "Opera House grand opening",
                "description": "Queen Elizabeth II gave the opening speach, in which Jørn Utzon was not mentioned. Utzon declined the invitation to attend the opening. He never returned to Austrilia for the rest of his life."
            }
        ]
    },
    "otherEvents": [
        {
            "year": 1950,
            "description": "Utzon established his own studio."
        },
        {
            "year": 1952,
            "description": "Utzon built his family residence in Hellebæk, Denmark. Its innovative design was welcomed by the world of architecture."
        },
        {
            "year": 2004,
            "description": "The Reception Hall of Sydney Opera House was redesigned by Utzon, and was renamed &ldquo;the Utzon Room&rdquo; in his honour."
        },
        {
            "year": 2007,
            "description": "Sydney Opera House was declared a World Heritage Site; Utzon became only the second living architect to have received such recognition."
        }
    ]
}